

{
    "synopsis": { 
        "title": "synopsis",
        "text": "My whole Life I loved competing whilst playing games and sports. Searching everywhere for games I could participate in. \n\n That's why as an adult I decided to make those mundane things \"more fun\". You could make a game out of the regularities and normal things in life. So I broke it down to the big three areas somebody would like to improve: health, wealth and happiness.  \n \n Instead of anothers tic-tac-toe or sudoku solver project, I decided to make the simple gamification acctually work. Something that my friends and I could potentially use."
    },
    "synopsis_images": [
        {"url": "/assets/images/tor/scraper_chart.jpg"}
    ],

    "blueprint": { 
        "title": "blueprint",
        "text": "To have a quicker overview and since the backend wan't to complicated I decided to have the client and the server in the same project directory. \n \n As for the tech-stack. Since at the start I wasn't so proficient in python I decided to use node (express). For the database I wanted to learn some noSQL one so MongoDB grasped my attention. \n \n The frontend I build with my favorite framework React as well as some additional libraries like eg. framer-motion, amcharts, recharts, ag-grid...no black magic there. On top i dropped a bit of SCSS."
    },
    "blueprint_images": [
        {"url": "/assets/images/react-stats/laptop.webp"},
        {"url": "/assets/images/react-stats/laptop_blue.webp"}
    ],

    "alchemy": { 
        "title": "the craft",
        "text": "Once building I made a few mistakes. But hey, how do you learn otherwise. \n \n First of all I grossly underestimated the time needed for the design part. I think it took me more to design, than to build the whole client and server together. Secondly I had a struggle with OAuth and the Server-Side, but in the end I managed to be victorious. \n \n The Deployment is sometimes truly a pain in the ass. So I used Heroku to make things easy. All in all it was a great project to learn. Now I feel vastly more confident."
    },
    "alchemy_images": [
        {"url": "/assets/images/react-stats/files.webp"},
        {"url": "/assets/images/react-stats/hooks.webp"},
        {"url": "/assets/images/react-stats/languages.webp"}
    ]
}